Repository: RKWKomZe/RkwRegistration
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# templates_registration_registerShow.headline
source: Register
de: Registrieren

# templates_registration_registerShow.labelRegister
source: Register
de: Jetzt registrieren

# templates_registration_registerShow.terms
source: I accept the terms and conditions.
de: Ich akzeptiere die Nutzungsbedingungen.

# templates_registration_welcome.headline
source: Welcome %s %s!
de: Hallo %s %s!

# templates_registration_welcome.introductionText
source: What do you wanna do next?
de: Was möchten Sie als nächstes tun?

# templates_registration_welcome.logout
source: Logout
de: Ausloggen

# templates_registration_welcome.editUser
source: Edit Profile
de: Profil bearbeiten

# templates_registration_welcome.deleteUser
source: Delete Profile
de: Profil löschen

# templates_registration_welcome.editPassword
source: Change password
de: Passswort ändern

# templates_registration_welcome.messageServices
source: There are services pending. Please check or update your profile data to finally enable the pending services.
de: Es warten RKW Services auf Sie. Bitte prüfen Sie Ihre Profildaten auf Vollständigkeit, um die Services nutzen zu können.

# templates_registration_welcome.checkProfile
source: Check profile now!
de: Jetzt Profildaten prüfen!

# templates_registration_privacy_default.firstPart
source: Yes, I agree that RKW will use my personal data for the above purpose and to create a free user account. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten zum oben genannten Zweck, sowie zur Erzeugung eines kostenlosen Nutzerkontos verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_default.secondPart
source: data protection declaration
de: Datenschutzerklärung

# templates_registration_privacy_default.thirdPart
source: . This consent can be revoked at any time.
de: gelesen und bin damit einverstanden. Diese Einwilligung kann jederzeit widerrufen werden.

# templates_registration_privacy_defaultAlternative.firstPart
source: Yes, I agree that RKW will use my personal data for the above purpose. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten zum oben genannten Zweck verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_defaultAlternative.secondPart
source: data protection declaration
de: Datenschutzerklärung

# templates_registration_privacy_defaultAlternative.thirdPart
source: . This consent can be revoked at any time.
de: gelesen und bin damit einverstanden. Diese Einwilligung kann jederzeit widerrufen werden.

# templates_registration_privacy_registration.firstPart
source: Yes, I agree that RKW uses my personal data to create a free user account. I have also read the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten zur Erzeugung eines kostenlosen Nutzendenkontos verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_events.firstPart
source: Yes, I agree that RKW uses my personal data and the personal data of the other participants listed below for my/our participation in the event, as well as for event follow-up and to create a free user account. I have also read the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten und die persönlichen Daten der unten genannten weiteren Teilnehmenden für meine/unsere Teilnahme an der Veranstaltung, sowie zur Veranstaltungsnachbereitung und zur Erzeugung eines kostenlosen Nutzendenkontos verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_order.firstPart
source: Yes, I agree that RKW uses my personal data to process my order and to create a free user account. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten für die Abwicklung der Bestellung, sowie zur Erzeugung eines kostenlosen Nutzendenkontos verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_newsletter.firstPart
source: Yes, I agree that the RKW uses my personal data for the newsletter dispatch, as well as for the production of a free user account. Furthermore I have read the extended hints in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten für den Newsletterversand, sowie zur Erzeugung eines kostenlosen Nutzendenkontos verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_survey.firstPart
source: Yes, I agree that the RKW will use my personal data to contact me. Furthermore, I have read the extended information in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten für die Kontaktaufnahme verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_registration_privacy_form.firstPart
source: Yes, I agree that RKW will use my personal data for the above purpose. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten zur Kontaktaufnahme verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_email_registerOptInRequest.headline
source: Nearly done
de: Fast geschafft

# templates_email_registerOptInRequest.text1
source: thank you for registering.
de: Wir freuen uns, dass Sie sich auf unser Website angemeldet haben! Noch ein letzter Klick und Sie können alle Funktionen und Services von "Mein RKW" in vollem Umfang nutzen.

# templates_email_registerOptInRequest.textOptIn
source: Click here to finish registration:
de: Um Ihre Registrierung abzuschließen, klicken Sie bitte auf den folgenden Link:

# templates_email_registerOptInRequest.textOptInLinkLabel
source: Finish Registration
de: Jetzt Registrierung abschließen

# templates_email_registerOptInRequest.textOptOut
source: Click here to cancel registration:
de: Sie haben es sich anders überlegt oder haben die Registrierung gar nicht selbst durchgeführt? Um Ihre Daten zu löschen, klicken Sie bitte auf den folgenden Link:

# templates_email_registerOptInRequest.textOptOutLinkLabel
source: Cancel Registration
de: Registrierung abbrechen

# templates_email_registerOptInSuccess.headline
source: And here we go
de: Und los geht's

# templates_email_registerOptInSuccess.teaser
source: With the free account for "My RKW" you can now manage all services around the RKW website yourself.
de: Mit dem kostenlosen Account für "Mein RKW" können Sie nun alle Services rund um die RKW Website selbst verwalten – von A wie Alerts bis Z wie ... okay, bis V wie Veranstaltungsanmeldungen ;-)

# templates_email_registerOptInSuccess.text1
source: Your personal login is
de: Ihr persönlicher Login lautet

# templates_email_registerOptInSuccess.username
source: Username
de: Nutzendenname

# templates_email_registerOptInSuccess.password
source: Password
de: Passwort

# templates_email_registerOptInSuccess.text2
source: Please change it after login.
de: Bitte ändern Sie Ihr Passwort aus Sicherheitsgründen nach erfolgtem Login.

# templates_email_registerOptInSuccess.loginLabel
source: To login
de: Zum Login

# templates_email_passwordReset.headline
source: Your new password
de: Ihr neues Passwort

# templates_email_passwordReset.text1
source: your new password for the login is: %s
de: Ihr Passwort wurde wunschgemäß zurückgesetzt. Das neue Passwort lautet nun: %s

# templates_email_passwordReset.text2
source: Please change it after login.
de: Bitte ändern Sie dieses Passwort aus Sicherheitsgründen nach erfolgtem Login.

# templates_email_passwordReset.loginLabel
source: To login
de: Zum Login

# templates_email_serviceOptInAdminRequest.headline
source: Hello %s,
de: Hallo %s,

# templates_email_serviceOptInAdminRequest.text1
source: the user %s %s wants to be activated for the following services:.
de: der oder die Nutzende %s %s möchte für die folgenden RKW Services freigeschaltet werden:

# templates_email_serviceOptInAdminRequest.textOptIn
source: Click here to activate him for the services:
de: Klicken Sie hier, um Ihn für die obenstehenden RKW Services freizuschalten:

# templates_email_serviceOptInAdminRequest.textOptInLinkLabel
source: Activate User
de: Nutzendenkonto freischalten

# templates_email_serviceOptInAdminRequest.textOptOut
source: Click here to cancel activation for the services:
de: Klicken Sie hier, um die Freischaltung für die obenstehenden RKW Services zu verweigern:

# templates_email_serviceOptInAdminRequest.textOptOutLinkLabel
source: Cancel activation
de: Freischaltung abbrechen

# templates_email_serviceOptInDenial.headline
source: Hello %s %s,
de: Schlechte Nachrichten, %s %s!

# templates_email_serviceOptInDenial.text1
source: your request for activation for the following services was denied:
de: Ihre Anfrage zur Freischaltung für die folgenden RKW Services wurde leider abgelehnt:

# templates_email_serviceOptInDenial.text2
source: For questions, please contact our support.
de: Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a> unter service@rkw.de. Wir helfen Ihnen hier gerne weiter.

# templates_email_serviceOptInSuccess.headline
source: Hello %s %s,
de: Gute Nachrichten, %s %s!

# templates_email_serviceOptInSuccess.text1
source: your request for activation for the following services was successfull:
de: Sie wurden soeben für die folgenden RKW Services freigeschaltet:

# templates_email_serviceOptInSuccess.text2
source: For questions, please contact our support.
de: Melden Sie sich hier an, um die freigeschalteten RKW Services nun zu nutzen:

# templates_email_serviceOptInSuccess.loginLabel
source: To login
de: Zum Login

# rkwMailService.createUserEvent.subject
source: Confirm registration
de: Registrierung bestätigen

# rkwMailService.registerUserEvent.subject
source: Registration successfull
de: Registrierung erfolgreich

# rkwMailService.passwordResetEvent.subject
source: New Password
de: Ihr neues Passwort

# rkwMailService.adminServiceEvent.subject
source: Service activation request
de: Anfrage für Service-Freischaltung

# rkwMailService.adminServiceGrantEvent.subject
source: Service activation successfull
de: Freischaltung für RKW Service erfolgreich

# rkwMailService.adminServiceDenialEvent.subject
source: Service activation denied
de: Freischaltung für RKW Service abgelehnt

# partials_registration_socialMedia_facebook.labelLogin
source: Login with Facebook
de: Mit Facebook einloggen

# partials_registration_socialMedia_twitter.labelLogin
source: Login with Twitter
de: Mit Twitter einloggen

# partials_labelSuffix.labelRequired
source: (Required)
de: (Pflichtfeld)
