Repository: RKWKomZe/RkwRegistration
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwregistration_domain_model_frontenduser.username
source: Username
de: E-Mail

# tx_rkwregistration_domain_model_frontenduser.password
source: Password
de: Passwort

# tx_rkwregistration_domain_model_frontenduser.first_name
source: Firstname
de: Vorname

# tx_rkwregistration_domain_model_frontenduser.last_name
source: Lastname
de: Nachname

# tx_rkwregistration_domain_model_frontenduser.title
source: Title
de: Titel

# tx_rkwregistration_domain_model_frontenduser.company
source: Company
de: Firma/Organisation

# tx_rkwregistration_domain_model_frontenduser.address
source: Address
de: Straße

# tx_rkwregistration_domain_model_frontenduser.zip
source: ZIP
de: PLZ

# tx_rkwregistration_domain_model_frontenduser.city
source: City
de: Stadt

# tx_rkwregistration_domain_model_frontenduser.telephone
source: Telephone
de: Telefon

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_mobile
source: Mobile
de: Handy

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender
source: Salutation
de: Anrede

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender.I.0
source: Mr.
de: Herr

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender.I.1
source: Mrs.
de: Frau

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender.I.99
source: -- Please select --
de: -- Bitte wählen --

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_twitter_url
source: Twitter URL
de: Twitter- Profil

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_facebook_url
source: Facebook URL
de: Facebook- Profil

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_xing_url
source: XING URL
de: XING- Profil

source: Register Remote Ip
de: Registriert über IP

# tx_rkwregistration_domain_model_frontenduser.password_old
source: Old Password
de: Bisheriges Passwort

# tx_rkwregistration_domain_model_frontenduser.password_new
source: New Password
de: Neues Passwort

# tx_rkwregistration_domain_model_frontenduser.password_new_repeat
source: Repeat New Password
de: Neues Passwort - Um sicher zu gehen, bitte noch einmal

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_title
source: Title
de: Titel

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_title.I.neutral
source: Please choose
de: Bitte wählen

# tx_rkwregistration_domain_model_service.description
source: Description
de: Beschreibung

# form.error.newFrontendUser.salutation
source: Salutation
de: Anrede

# form.error.newFrontendUser.title
source: Title
de: Titel

# form.error.newFrontendUser.firstName
source: First Name
de: Vorname

# form.error.newFrontendUser.lastName
source: Last Name
de: Nachname

# form.error.newFrontendUser.company
source: Company
de: Firma/Organisation

# form.error.newFrontendUser.address
source: Address
de: Anschrift

# form.error.newFrontendUser.zip
source: ZIP
de: PLZ

# form.error.newFrontendUser.city
source: City
de: Ort

# form.error.newFrontendUser.telephone
source: Telephone
de: Telefon

# form.error.newFrontendUser.txRkwregistrationMobile
source: Mobile
de: Handy

# form.error.newFrontendUser.txRkwregistrationFacebookUrl
source: Facebook URL
de: Link zu Facebook- Profil

# form.error.newFrontendUser.txRkwregistrationTwitterUrl
source: Twitter URL
de: Link zu Twitter- Profil

# form.error.frontendUser.salutation
source: Salutation
de: Anrede

# form.error.frontendUser.title
source: Title
de: Titel

# form.error.frontendUser.firstName
source: First Name
de: Vorname

# form.error.frontendUser.lastName
source: Last Name
de: Nachname

# form.error.frontendUser.company
source: Company
de: Firma/Organisation

# form.error.frontendUser.address
source: Address
de: Anschrift

# form.error.frontendUser.zip
source: ZIP
de: PLZ

# form.error.frontendUser.city
source: City
de: Ort

# form.error.frontendUser.telephone
source: Telephone
de: Telefon

# form.error.frontendUser.txRkwregistrationMobile
source: Mobile
de: Handy

# form.error.frontendUser.txRkwregistrationFacebookUrl
source: Facebook URL
de: Link zu Facebook- Profil

# form.error.frontendUser.txRkwregistrationTwitterUrl
source: Twitter URL
de: Link zu Twitter- Profil

# form.error.1221560718
source: Please fill out the field '%s'.
de: Bitte füllen Sie das Feld '%s' aus.

# form.error.1434966688
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mailadresse ein (z.B. service@rkw.de).

# validator.email_alreadyassigned
source: Hm, apparently the email address you entered is already in use by someone else. Please choose another email address.
de: Hm, offenbar wird die angegebene E-Mail-Adresse bereits von einer anderen Person verwendet. Bitte wählen Sie eine andere E-Mail-Adresse.

# validator.email_invalid
source: The email address you entered seems to be incomplete. Please check it again.
de: Die angegebene E-Mail-Adresse scheint unvollständig zu sein. Bitte überprüfen Sie diese doch noch mal.

# validator_field_notfilled
source: Something is missing: Please fill in the field '%s'.
de: Da fehlt noch was: Bitte füllen Sie das Feld '%s' aus.

# validator.password_too_short
source: Better safe than sorry: your password should be at least %s characters long.
de: Sicher ist sicher: Ihr Passwort sollte mindestens %s Zeichen lang sein.

# validator.password_too_long
source: Too much of a good thing: Your password should be at most %s characters long.
de: Zuviel des Guten: Ihr Passwort sollte höchstens %s Zeichen lang sein.

# validator.password_missing_signs
source: Because a little more complicated is much more secure: Your password should contain letters and numbers.
de: Weil etwas komplizierter sehr viel sicherer ist: Ihr Passwort sollte Buchstaben und Zahlen enthalten.

# validator.old_password_not_set
source: Please enter your current password.
de: Bitte geben Sie Ihr bisheriges Passwort ein.

# validator.passwords_not_all_set
source: Please enter the desired new password twice.
de: Bitte geben Sie das gewünschte neue Passwort zwei Mal ein.

# validator.passwords_not_identical
source: Hm, unfortunately the two versions of the new password don't quite match. Please have a look at it again.
de: Hm, leider stimmen die beiden Versionen des neuen Passworts nicht ganz überein. Bitte schauen Sie doch noch mal drüber.

# validator.password_old_wrong
source: Did you perhaps make a mistake when entering your current password?
de: Hat sich bei der Eingabe Ihres bisherigen Passworts vielleicht ein Fehler eingeschlichen?

# validator.remaining_attempts
source: Note: You have %s attempt(s) left before your user account will be locked for security reasons.
de: Hinweis: Sie haben noch %s Versuch(e), bevor ihr Nutzerkonto aus Sicherheitsgründen gesperrt wird.

# validator.zip.incorrect
source: Hm, the postal code does not seem to be correct. Is it perhaps too long or too short?
de: Hm, die Postleitzahl scheint nicht korrekt zu sein. Ist sie vielleicht zu lang, oder zu kurz geraten?

# validator.gender.empty
source: Please indicate your salutation.
de: Bitte geben Sie Ihre Anrede an.

# validator.zip.incorrect
source: Unfortunately, the postal code is not correct.
de: Die Postleitzahl ist leider nicht korrekt.

# registrationController.error.user_already_exists
source: Hm, apparently the email address you entered is already being used by someone else. Are you perhaps already registered? Then try 'Forgot your password?
de: Hm, offenbar wird die angegebene E-Mail-Adresse bereits von einer anderen Person verwendet. Sind Sie vielleicht schon registriert? Dann versuchen Sie es doch mal 'Passwort vergessen'.

# registrationController.message.registration_successfull
source: Woohoo! You have been successfully registered. The password for login is on its way to you by e-mail. If you do not receive an email from us within the next 2-3 minutes, please check your spam filter. Our <a href="mailto:service@rkw.de">Support</a> will be happy to help you if you have any problems.
de: Woohoo! Sie wurden erfolgreich registriert. Das Passwort für den Login ist per E-Mail auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie bitte Ihren Spam-Filter. Unser <a href="mailto:service@rkw.de">Support</a> hilft Ihnen bei Problemen gerne weiter.

# frontendUserController.message.registration_watch_for_email
source: Almost there! To make sure you are really you, we have just sent you an email to the address you provided. Please confirm your registration via the link in the email. If you do not receive an email from us within the next 2-3 minutes, please check your spam filter. Our <a href="mailto:service@rkw.de">Support</a> will be happy to help you if you have any problems.
de: Fast geschafft! Um sicherzustellen, dass Sie auch wirklich Sie sind, haben wir Ihnen gerade eine E-Mail an die angegebene Adresse geschickt. Bitte bestätigen Sie über den Link in der E-Mail Ihre Registrierung. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie bitte Ihren Spam-Filter. Unser <a href="mailto:service@rkw.de">Support</a> hilft Ihnen bei Problemen gerne weiter.

# registrationController.message.registration_canceled
source: Too bad... Your registration was canceled.
de: Schade... Ihre Registrierung wurde abgebrochen.

# authController.message.logged_in
source: You are logged in with the e-mail address "%s".
de: Sie sind mit der E-Mailadresse "%s" angemeldet.

# authController.message.logout_message
source: It worked! You have been successfully logged out.
de: Das hat geklappt! Sie wurden erfolgreich abgemeldet.

# authController.message.login_message
source: Please login here or <a href="%s">register</a> for free.
de: Bitte loggen Sie sich ein oder <a href="%s">registrieren Sie sich</a> kostenlos.

# authController.message.login_message_guest
source: You are currently logged in as a guest. To use this section, you must be logged in as a regular user. <a href="%s">Please log out here</a> and then log in again as a regular user.
de: Sie sind derzeit als Gast eingeloggt. Um diesen Bereich nutzen zu können, müssen Sie als regulärer User eingeloggt sein. <a href="%s">Bitte loggen Sie sich hier aus</a> und danach als regulärer User wieder ein.

# registrationController.error.registration_error
source: Oops, something must have gone wrong. Have you perhaps already confirmed your registration?
de: Upps, da ist wohl etwas schief gelaufen. Haben Sie Ihre Registrierung vielleicht schon bestätigt?

# registrationController.message.user_not_logged_in
source: Please log in.
de: Bitte melden Sie sich an.

# loginValidator.error.login_no_username
source: No username given. Please enter username.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

# loginValidator.error.login_no_password
source: No password given. Please enter password.
de: Bitte geben Sie Ihr Passwort ein.

# authController.error.wrong_login
source: Wrong username or password.
de: Hm, leider sind E-Mail oder Passwort falsch. Bitte prüfen Sie die Angaben noch mal.

# frontendUserController.message.update_successful
source: Update was successfull.
de: Das hat geklappt! Ihre Profil- Daten wurden aktualisiert.

# registrationController.error.twitter_unexpected
source: An unexpected error occurred with Twitter Login. Please try another login.
de: Upps, da ist wohl etwas schief gelaufen! Vermutlich ist einer unserer Entwickler gerade über das Twitter- Kabel gestolpert. Wir versuchen das so schnell wie möglich zu beheben und bitten um etwas Geduld. Unser <a href="mailto:service@rkw.de">Support</a> hilft Ihnen in der Zwischenzeit gerne mit alternativen Zugangsdaten weiter.

# registrationController.message.update_password
source: Password was updated. Please use this password from now on for login.
de: Perfekt! Ihr Passwort wurde geändert. Bitte benutzen Sie ab sofort das neue Passwort für den Login.

# registrationController.error.password_not_updated
source: Password could not be updated. Maybe you did not enter your current password right.
de: Da ist etwas schief gelaufen! Das Passwort konnte nicht geändert werden. Wenden Sie sich bitte an unseren <a href="mailto:service@rkw.de">Support</a>.

# registrationController.error.delete_wrong_password
source: Entered password was wrong. Please try again.
de: Da ist was schief gelaufen! Hat sich bei der Eingabe Ihres bisherigen Passworts vielleicht ein Fehler eingeschlichen?

# registrationController.error.something_went_wrong
source: Something went wrong.
de: Upps, da ist wohl etwas schief gelaufen! Wenden Sie sich im Zweifel an unseren <a href="mailto:service@rkw.de">Support</a>.

# frontendUserController.message.delete_successful
source: Your account has been successfully deleted.
de: Schade, dass Sie uns verlassen. Ihr Profil wurde erfolgreich gelöscht, wir würden uns aber natürlich freuen, wenn Sie uns trotzdem hin und wieder besuchen.

# registrationController.error.password_empty
source: Please enter a valid password.
de: Bitte geben Sie Ihr Passwort ein.

# registrationController.error.user_not_found
source: User not found.
de: Das hat leider nicht geklappt! Möglicherweise haben Sie sich mit einer anderen E-Mail-Adresse registriert. Unser <a href="mailto:service@rkw.de">Support</a> hilft Ihnen im Zweifelsfall gerne weiter!

# authController.error.login_blocked
source: Your login was blocked after %s attempts. Please contact support.
de: Nun ist es leider passiert: Aus Sicherheitsgründen wurde Ihr Profil nach %s Fehlversuchen gesperrt. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>, um Ihren Account wieder freizuschalten.

# registrationController.error.accept_terms
source: You have to accept our terms and conditions to register.
de: Das muss leider sein: Um dieses Angebot nutzen zu können, müssen Sie unseren Nutzungsbedingungen zustimmen.

# registrationController.error.accept_privacy
source: The protection of your data is important to us. Therefore we ask you to agree to the storage of your personal data.
de: Der Schutz Ihrer Daten ist uns wichtig. Daher bitten wir Sie, der Speicherung Ihrer persönlichen Daten zuzustimmen.

# registrationController.error.username_exists
source: A Login with this E-Mail-Address already exists.
de: Es existiert bereits ein Login mit dieser E-Mail-Adresse. Haben Sie sich eventuell schon einmal registriert?

# registrationController.error.invalid_socialmedia_login
source: Login was not possible. It seems like your login has been blocked by an admin.
de: Der Login war leider nicht möglich. Möglicherweise wurde Ihr Login deaktiviert. Bitte kontaktieren Sie unseren <a href="mailto:service@rkw.de">Support</a>.

# registrationController.error.xdl_login_error
source: Login was not completed. Please contact support.
de: Der Login konnte nicht abgeschlossen werden. Bitte wenden Sie sich an den <a href="mailto:service@rkw.de">Support</a>.

# registrationController.error.xdl_logout_error
source: Logout was not completed. Please contact support.
de: Der Logout konnte nicht abgeschlossen werden. Bitte wenden Sie sich an den <a href="mailto:service@rkw.de">Support</a>.

# registrationController.error.invalid_anonymous_token
source: The given token is not valid (any more). Please use a new one or contact support.
de: Der Login-Link ist leider ungültig oder abgelaufen. Bitte verwenden Sie einen neuen Gastzugang oder registrieren Sie sich kostenlos.

# registrationController.error.anonymous_login_impossible
source: Anonymous login was not possible. If you are already logged in, please log out before using an anonymous login token.
de: Der Login als Gast war nicht möglich. Wenn Sie bereits eingeloggt sind, loggen Sie sich bitte aus, bevor Sie einen Login-Link verwenden.

# registrationController.message.guest_link
source: Copy and save the following link. It is valid for %s days.<br><br> %s
de: Kopieren Sie den nachstehenden Link und heben Sie ihn gut auf. Nur mit diesem Link können Sie sich zu einem späteren Zeitpunkt erneut einloggen. Der Link ist %s Tage gültig.<br><br> %s

# registrationController.message.xdl_login_hint
source: You have been logged in via <i>%s</i>. To login into another page of our network, please logout first.
de: Sie wurden via <i>%s</i> eingeloggt. Um den Login über eine andere Seite des RKW Netzwerks zu nutzen, loggen Sie sich bitte zunächst aus und rufen Sie anschließend den Login-Bereich über die gewünschte Seite des RKW Netzwerks erneut auf.

# authController.message.login_welcome
source: Welcome! You are logged in with your e-mail-address "%s".
de: Herzlich willkommen! Sie sind mit Ihrer E-Mailadresse "%s" angemeldet.

# authController.message.guest_login_welcome
source: Welcome! You are logged in as guest.
de: Herzlich willkommen! Sie sind als Gast angemeldet.

# passwordController.error.locked_account
source: For security reasons, your access has been blocked due to repeated incorrect password entry. Please contact our <a href="mailto:service@rkw.de">support</a>.
de: Aus Sicherheitsgründen wurde Ihr Zugang aufgrund wiederholt falscher Passworteingabe gesperrt. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# passwordController.error.no_username
source: Please enter your e-mail address.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

# passwordController.message.new_password
source: If a user with this e-mail address exists, we have just emailed you your new password. If you do not receive an email from us within the next 2-3 minutes, please check your spam filter. Our <a href="mailto:service@rkw.de">Support</a> will be happy to help you with any problems.
de: Sofern ein Nutzer mit dieser E-Mail Adresse existiert, haben wir Ihnen Ihr neues Passwort soeben per E-Mail zugesendet. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie bitte Ihren Spam-Filter. Unser <a href="mailto:service@rkw.de">Support</a> hilft Ihnen bei Problemen gerne weiter.

# passwordController.message.enter_email
source: Please enter the e-mail address of your account here.
de: Bitte geben Sie hier die E-Mail-Adresse Ihres Zugangs ein.

# serviceController.message.apply_admin_request
source: The service you applied to is restricted. The admin of the service will check your request in the next 1-2 days. You will be notified when you can use the service.
de: Fast geschafft! Wir haben Sie für den gewünschten Service registriert. Bevor Sie den Service nutzen können, muss Ihre Anfrage allerdings noch durch einen Admin bestätigt werden. Dies dauert in der Regel 1-2 Werktage. Sie erhalten dann eine entsprechende Info per E-Mail.

# serviceController.message.apply_successfull
source: Congratulations! You have been successfully added to our service.
de: Das war ja einfach! Wir haben Sie für den gewünschten Service registriert und wünschen Ihnen viel Spaß bei der Benutzung!

# serviceController.message.service_optin_successfull
source: The user has been successfully added to the requested service.
de: Das hat geklappt! Das Nutzendenkonto wurde erfolgreich für den gewünschten Service freigeschaltet. Eine entsprechende Info ist per E-Mail an die Person unterwegs.

# serviceController.message.service_optin_canceled
source: The service opt-in request for the user has been denied.
de: Schade... Das Nutzendenkonto wurde erfolgreich abgelehnt und kann den gewünschten Service nun leider nicht nutzen. Eine entsprechende Info ist per E-Mail an die Person unterwegs.

# serviceController.error.service_optin_error
source: An error occurred. Please try again.
de: Da ist etwas schief gelaufen. Haben Sie das Nutzendenkonto vielleicht schon freigeschaltet oder abgelehnt?

# serviceController.message.service_delete
source: Successfully deleted service.
de: Wirklich schade... aber wir haben den Service nun für Sie nun, wie gewünscht, deaktiviert. Sie können den Service aber selbstverständlich jederzeit wieder aktivieren.

# abstractController.error.user_not_logged_in
source: Please log in.
de: Bitte melden Sie sich an.

# abstractController.message.enter_valid_email
source: To be able to use all functions you need to complete your profile with some basic data. Please enter at least you e-mail address.
de: Damit Sie alle Funktionen ohne Einschränkungen benutzen können, brauchen wir von Ihnen ein paar Angaben. Bitte geben Sie mindestens Ihre E-Mail-Adresse an. Und keine Sorge: Das bleibt alles unter uns.

# abstractController.message.enter_mandatory_fields
source: In order for you to be able to use all functions without restrictions, we still need a few details from you. And don't worry: this will all remain between us.
de: Damit Sie alle Funktionen ohne Einschränkungen benutzen können, brauchen wir von Ihnen noch ein paar Angaben. Und keine Sorge: Das bleibt alles unter uns.

# templates_auth_index.loginHeadline
source: Login
de: Anmelden

# templates_auth_index.orHeadline
source: or
de: oder

# templates_auth_index.registerHeadline
source: Create free account
de: Kostenlos registrieren

# templates_auth_index.registerNow
source: Register now
de: Jetzt registrieren

# partials_auth_login.labelLogin
source: Login
de: Einloggen

# partials_auth_login.passwordForgot
source: Forgotten password?
de: Passwort vergessen?

# partials_auth_login.guest
source: Continue as guest
de: Weiter als Gast

# templates_service_list.headline
source: Services
de: Alle Services im Überblick

# templates_service_list.joinService
source: Join Service
de: Jetzt Service nutzen

# templates_service_list.resignService
source: Resign Service
de: Service beenden

# templates_service_list.additionalProfileData
source: Please check your personal profile to finally join the service.
de: Bitte prüfen Sie Ihre Profildaten auf Vollständigkeit, um diesen Service nutzen zu können.

# templates_service_list.checkProfile
source: Check profile now!
de: Jetzt Profildaten prüfen

# templates_service_list.adminRequestPending
source: Admin request pending.
de: Bestätigung durch unser Support Team steht noch aus.

# templates_service_list.serviceComingSoon
source: from:
de: verfügbar ab:

# templates_service_list.startNow
source: Start Now
de: Direkt zum Service und loslegen

# templates_registration_loginInfo.default
source: My RKW
de: Mein RKW

# templates_registration_deleteUserShow.headline
source: Delete Profile
de: Profil löschen

# templates_registration_deleteUserShow.reallyDelete
source: Really delete user? All data will be lost!
de: Möchten Sie Ihr Profil wirklich löschen? Alle Daten werden gelöscht!

# templates_registration_deleteUserShow.labelDelete
source: Delete
de: Ja, bitte löschen

# templates_registration_deleteUserShow.labelBack
source: Back
de: Nein, doch nicht

# templates_registration_editPassword.headline
source: Edit Password
de: Passwort ändern

# templates_registration_editPassword.labelSave
source: Save
de: Speichern

# templates_registration_editPassword.labelBack
source: Back
de: Zurück

# templates_registration_editUser.headline
source: Edit Profile
de: Profil bearbeiten

# templates_registration_editUser.labelSave
source: Save
de: Änderungen speichern

# templates_registration_editUser.labelBack
source: Back
de: Zurück

# templates_authGuest_loginHint.continue
source: Continue
de: Fortfahren

# templates_registration_loginShowExternal.guestLabel
source: Continue without account
de: Ohne Account weitermachen

# templates_registration_loginShowExternal.login
source: Login
de: Anmelden

# templates_registration_loginShowExternal.register
source: Register
de: Registrieren

# templates_registration_loginShowExternal.logout
source: Logout
de: Ausloggen

# templates_registration_loginShowExternal.login2
source: Login
de: Jetzt zum persönlichen Bereich

# templates_password_new.headline
source: Password forgot
de: Passwort anfordern

# partials_password_forgot.labelSend
source: Send password
de: Neues Passwort senden

# partials_password_forgot.labelBack
source: Back
de: Zurück
