Repository: RKWKomZe/RkwRegistration
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwregistration_domain_model_encrypteddata
source: RKW Registration: Encrypted Data (Data Protection)
de: RKW Registration: Verschlüsselte Daten (Datenschutz)

# tx_rkwregistration_domain_model_registration
source: RKW Registration: Registration (Opt-In)
de: RKW Registration: Registrierung (Opt-In)

# tx_rkwregistration_domain_model_frontenduser
source: RKW Registration: Frontend-User
de: RKW Registration: Frontend-Nutzende

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_registered_by
source: Registered By
de: Registriert über

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_mobile
source: Mobile
de: Handy

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender
source: Salutation
de: Anrede

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender.I.0
source: Mr.
de: Herr

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender.I.1
source: Mrs.
de: Frau

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_gender.I.99
source: Not set
de: Nicht gesetzt

source: Register Remote Ip
de: IP-Adresse bei Registrierung

source: Login Error Count
de: Anzahl der fehlerhaften Logins seit letztem erfolgreichem Login

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_language_key
source: Language Key
de: Sprach-Code (z.B. für E-Mails an den Nutzenden)

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_title
source: Title
de: Titel

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_title.I.neutral
source: Please choose
de: Bitte wählen

# tx_rkwregistration_domain_model_frontenduser
source: RKW WePstra: Anonymous User
de: RKW WePstra: Anonymer Nutzenden

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_is_anonymous
source: Anonymous User
de: Anonymer Nutzender

# tx_rkwregistration_domain_model_frontenduser.tx_rkwregistration_privacy
source: Consent to data protection
de: Getätigte Zustimmungen zum Datenschutz

# tx_rkwregistration_domain_model_frontenduser.title
source: Title (overridden)
de: Titel (wird überschrieben)

source: Is Service
de: Gruppe ist Frontend-Service

source: Startdate for Service
de: Startdatum für Service

source: Enddate for Service
de: Enddatum für Service

source: Mandatory Fields in FE-User for Service
de: Pflichtfelder im FE-User für Service

source: Service Admins
de: Admins für die Freigabe des Services

# tx_rkwregistration_domain_model_frontendusergroup.tx_rkwregistration_service_pid
source: Page of Activated Service
de: Link zum Service, wenn freigeschaltet

# tx_rkwregistration_domain_model_privacy.frontend_user
source: FrontendUser
de: Frontend-Nutzende

# tx_rkwregistration_domain_model_privacy.registration
source: Registration
de: Registration (temporärer OptIn Datensatz)

# tx_rkwregistration_domain_model_privacy.child
source: Child
de: Untergeordnetes Element (Bestätigung des OptIn)

# tx_rkwregistration_domain_model_privacy.crdate
source: Create date
de: Datum und Uhrzeit der Einwilligung

# tx_rkwregistration_domain_model_privacy.foreign_table
source: Foreign table
de: Fremd-Tabelle

# tx_rkwregistration_domain_model_privacy.foreign_uid
source: Foreign uid
de: Fremd-UID

# tx_rkwregistration_domain_model_privacy.ip_address
source: Ip address
de: IP-Adresse

# tx_rkwregistration_domain_model_privacy.user_agent
source: UserAgent
de: UserAgent (Browser- und Systeminformationen)

# tx_rkwregistration_domain_model_privacy.extension_name
source: Extension name
de: Name der Extension

# tx_rkwregistration_domain_model_privacy.plugin_name
source: Plugin name
de: Name des Plugins

# tx_rkwregistration_domain_model_privacy.controller_name
source: Controller name
de: Name des Controllers

# tx_rkwregistration_domain_model_privacy.action_name
source: Action name
de: Name der Action

# tx_rkwregistration_domain_model_privacy.comment
source: Comment
de: Kommentar

# tx_rkwregistration_domain_model_privacy.server_host
source: Server host name
de: Name der Domain

# tx_rkwregistration_domain_model_privacy.server_uri
source: Server URI
de: URI zur Domain

# tx_rkwregistration_domain_model_privacy.server_referer_url
source: Server referer
de: Referer-URL

# tx_rkwregistration_domain_model_shippingaddress
source: RKW Registration: Shipping Address
de: RKW Registration: Lieferaddresse

# tx_rkwregistration_domain_model_shippingaddress.frontend_user.pleaseSelect
source: Please Select
de: Bitte wählen

# tx_rkwregistration_domain_model_shippingaddress.gender
source: Salutation
de: Anrede

# tx_rkwregistration_domain_model_shippingaddress.gender.I.man
source: Mr.
de: Herr

# tx_rkwregistration_domain_model_shippingaddress.gender.I.woman
source: Mrs.
de: Frau

# tx_rkwregistration_domain_model_shippingaddress.gender.I.neutral
source: Please Select
de: Bitte wählen

# tx_rkwregistration_domain_model_shippingaddress.title
source: Title
de: Titel

# tx_rkwregistration_domain_model_shippingaddress.title.pleaseSelect
source: Please Select
de: Bitte wählen

# tx_rkwregistration_domain_model_shippingaddress.first_name
source: First Name
de: Vorname

# tx_rkwregistration_domain_model_shippingaddress.last_name
source: Last Name
de: Nachname

# tx_rkwregistration_domain_model_shippingaddress.company
source: Company
de: Firma

# tx_rkwregistration_domain_model_shippingaddress.address
source: Address
de: Anschrift

# tx_rkwregistration_domain_model_shippingaddress.zip
source: Zip
de: PLZ

# tx_rkwregistration_domain_model_shippingaddress.city
source: City
de: Stadt

# tx_rkwregistration_domain_model_title
source: RKW Registration: Title
de: RKW Registration: Titel

# tx_rkwregistration_domain_model_title.name
source: Name
de: Titel (z.B. "Dr.")

# tx_rkwregistration_domain_model_title.name_long
source: Name long
de: Titel ausgeschrieben (z.B. "Professor Doktor")

# tx_rkwregistration_domain_model_title.name_female
source: Name (female)
de: Titel (weibliche Form, z.B. "Dipl.-Kffr.")

# tx_rkwregistration_domain_model_title.name_female_long
source: Name long (female)
de: Titel ausgeschrieben (weibliche Form, z.B. "Diplom-Kauffrau")

# tx_rkwregistration_domain_model_title.is_title_after
source: Is title after
de: Titel wird hinter den Namen der Person gesetzt (z.B. "M.A.")

# tx_rkwregistration_domain_model_title.is_included_in_salutation
source: Is included in salutation
de: Titel wird in der Anrede verwendet

# tx_rkwregistration_domain_model_title.is_checked
source: Title is approved
de: Titel ist zur Auswahl freigegeben

# flexform.registration.sheetTitle
source: Behavior
de: Verhalten

# flexform.registration.action
source: Plugin standard action
de: Standard-Funktion

# flexform.registration.action.I.register
source: Register
de: Registrierung

# flexform.registration.action.I.login
source: Login / Register
de: Login / Registrierung

# flexform.registration.action.I.welcome
source: Welcome
de: Willkommen-Seite nach Login

# flexform.registration.action.I.editUser
source: Edit User
de: Profil bearbeiten

# flexform.registration.action.I.deleteUser
source: Delete User
de: Profil löschen

# flexform.registration.action.I.editPassword
source: Edit Password
de: Passwort bearbeiten

# flexform.registration.action.I.service
source: Service
de: RKW Services

# flexform.registration.action.I.serviceAdmin
source: Service Admin Opt-In
de: Services Admin Opt-In

# flexform.registration.action.I.loginExternal
source: Login / Resgister / Anonymous Login / Logout / XDL (External)
de: Login / Registrierung / Anonymer Login / Logout / XDL (Extern)

# flexform.registration.action.I.logoutExternal
source: Logout / XDL (External)
de: Logout (Extern)

# flexform.registration.doXdl
source: Do XDL
de: XDL aktivieren

# flexform.registration.redirectPidAfterXdlLogin
source: Redirect Pid After XDL Login
de: Nach erfolgtem XDL-Login zu dieser Seite weiterleiten

# flexform.registration.redirectPidAfterXdlLogout
source: Redirect Pid After XDL Logout
de: Nach erfolgtem XDL-Logout zu dieser Seite weiterleiten

# flexform.registration.allowAnonymousLogin
source: Allow Anonmyous Login
de: Anonymen Login erlauben

# flexform.registration.anonymousRedirectPid
source: Redirect Pid After Anonymous Login
de: Nach anonymen Login auf diese Seite weiterleiten
